Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: Patients with xerostomia can rapidly develop extensive carious lesions.7 Diagnosing the cause of reduced saliva is imperative; the origin is often a drug side effect.8 Patients with dry mouth should be on a more frequent recall schedule (e.g., every 3 months), and fluoride varnish may be applied.
vi: Bệnh nhân bị khô miệng có thể nhanh chóng phát triển sâu răng lan tràn. Chẩn đoán nguyên nhân giảm nước bọt là bắt buộc; thường là do tác dụng phụ của thuốc. Bệnh nhân bị khô miệng nên tái khám thường xuyên hơn (vd mỗi 3 tháng),và có thể dùng vẹc-ni fluor.

source: Periodontal Considerations
vi: Cân nhắc nha chu

source: Periodontal Disease
vi: Bệnh nha chu

source: Periodontal disease is site
vi: Bệnh nha chu là vùng

source: Periodontal disease is site specific; the distal surface of a tooth may exhibit disease while its mesial surface is healthy (Fig. 5­8).14 The logical implication is that diag­ nosis and treatment must also be site specific.
vi: Bệnh nha chu có đặc thù tại theo vị trí; mặt xa của răng có thể mắc bệnh trong khi mặt gần khoẻ mạnh (Hình 5­8).14 Do đó chẩn đoán và điều trị cũng phải đặc thù theo vị trí.

source: Periodontal pockets are formed, with increased probing depths, and the lesion extends into the alveolar bone.
vi: Túi nha chu được hình thành, với sự tăng chiều sâu khi thăm khám, và tổn thương mở rộng vào xương ổ răng.

source: Periodontal textbooks comprehensively describe perio­ dontal disease causes, diagnosis, treatment planning, and treatment options and explain in detail the many inter­ actions between oral and systemic health.1,2 This chapter focuses instead on a review of those portions of periodon­ tal diagnosis and therapy that pertain to comprehensive fixed prosthodontic treatment.
vi: Sách giáo khoa nha chu mô tả đầy đủ về nguyên nhân, chẩn đoán, kế hoạch điều trị, và chọn lựa điều trị và giải thích chi tiết về bệnh nha chu và liên quan giữa miệng và sức khoẻ toàn thân.1,2 Chương tập trung vào tổng quan những phần của chẩn đoán và điều trị nha chu liên quan tới điều trị phục hình cố định.

source: Periodontal therapy is extremely effective.
vi: Điều trị nha chu rất hiệu quả.

source: Periodontal therapy is successful for most patients.
vi: Điều trị nha chu thành công cho hầu hết bệnh nhân.

source: Periodontitis
vi: Viêm nha chu

source: Planned Re-treatment
vi: Kế hoạch điều trị lại

source: Planning and Preparation
vi: Kế hoạch và chuẩn bị

source: Plaque and calculus
vi: Mảng bám và vôi răng

source: Plaque and calculus accumulation has resulted in loss of connective tissue attachment apical to the cementoenamel junction.
vi: Tích tụ mảng bám và vôi răng gây mất bám dính mô liên kết về phía chóp

source: Plaque control
vi: Kiểm soát mảng bám

source: Plaque control record
vi: Hồ sơ kiểm soát mảng bám

source: Plasma cell
vi: Tế bào plasma

source: Plasma cells
vi: Tế bào plasma

source: Please discuss how this affects the restorative treatment options.
vi: Vui lòng thảo luận tại sao điều này ảnh hưởng tới chọn lựa điều trị phục hình.

source: Pocket formation does not necessarily occur.
vi: Không nhất thiết phải hình thành túi.

source: Pocket formation has begun, with a loss of con- nective tissue attachment apical to the cementoenamel junction.
vi: Sự hình thành túi bắt đầu, với sự mất bám dính của mô liên kết về phía chóp vào đường nối men xê măng.

source: Pocket formation may begin.
vi: Hình thành túi có thể bắt đầu.

source: Posterior teeth most often demonstrate retention and/or resistance challenges because of short clinical crowns.63 Frequently existing restorations with subgingi­ val margins are present.
vi: Răng sau thường chứng minh lưu giữ và/hoặc nâng đỡ nhiều thách thức bởi vì thân răng lâm sàng ngắn.Thường xuyên có phục hồi với đường hoàn tất dưới nướu.

source: Postoperative Care
vi: Chăm sóc sau phẫu thuật

source: Postponement of corrective treatment can be especially costly, necessitating a remake of a complex prosthesis that could have been saved with prompt attention.
vi: Trì hoãn điều trị chỉnh sửa có thể đặc biệt tốn kém, cần phải làm lại một phục hình phức tạp mà có thể cứu được với sự chú ý.

source: Preparation margins can be supragingival, at the crest, or subgingival.
vi: Sửa soạn đường hoàn tất có thể trên nướu, ngang nướu, hoặc dưới nướu.

source: Present index
vi: Chỉ số hiện tại

source: Prevention is focused on diet counseling and fluoride treatment.
vi: Phòng ngừa tập trung vào tư vấn chế độ ăn và điều trị bằng fluor.

source: Previous index
vi: Chỉ số trước

source: Probability future bone loss
vi: Khả năng mất xương trong tương lai

source: Pronounced scallop of gingiva and bone
vi: Dạng vỏ sò của nướu và xương

source: Prosthetic and Restorative Factors
vi: Yếu tố phục hồi và phục hình

source: Provide examples of variables that influence this frequency.
vi: Cho ví dụ các thay đổi ảnh hưởng đến sự thường xuyên này.

source: Pulp and Periapical Health
vi: Sức khoẻ Tuỷ răng và Quanh chóp

source: R, Preoperative radiographs.
vi: R, Phim X quang trước điều trị.

source: RE-TREATMENT
vi: ĐIỀU TRỊ LẠI

source: REFERENCES
vi: TÀI LIỆU THAM KHẢO

source: Radiographs provide useful information about the presence of periapi- cal pathosis.
vi: Phim X quang cung cấp thông tin hữu ích về bệnh lý quanh chóp.

source: Radiolucent cements should be avoided because detecting excess luting agent radiographically is impos- sible if that material is effectively radiolucent.
vi: Xi măng thấu quang không nên dùng bởi vì phát hiện chất gắn dư bằng phim X quang là không thể nếu vật liệu thấu quang.

source: Radiopacity
vi: Cản quang

source: Recall appointments for the patient were scheduled at 6-month intervals throughout the evaluation period.
vi: Hẹn tái khám mỗi 6 tháng trong suốt thời gian đánh giá.

source: Recall examinations are especially important for patients with extensive restorations and should be carried out by the dentist.
vi: Tái khám đặc biệt quan trọng cho bệnh nhân có phục hồi mở rộng và phải được thực hiện bởi nha sĩ.

source: Recall visits were scheduled every 6 months.
vi: Tái khám định kỳ mỗi 6 tháng.

source: Rectangular tooth forms
vi: Răng dạng hình chữ nhật

source: Responsibility for follow-up care should not be delegated to auxiliary personnel (although good cooperation with a dental hygienist is beneficial for success).
vi: Trách nhiệm theo dõi chăm sóc không nên giao cho phụ tá (mặc dù sự hợp tác tốt với vệ sinh viên nha khoa là có lợi cho thành công).

source: Restorative considerations that dictate placement of margins below the gingiva include (1) creating ade­ quate resistance and retention form, (2) allowing the margin to be placed on sound tooth structure below any decay or existing restoration, and (3) masking the tooth/ restoration interface in order to mask a color change between the restoration and the tooth.
vi: Các yếu tố phục hình cho phép đặt đường hoàn tất dưới nướu bao gồm (1) tạo dạng nâng đỡ và vững ổn đầy đủ, (2) cho phép đặt đường hoàn tất lên cấu trúc răng khoẻ mạnh bên dưới bất kfy sâu răng hoặc phục hình sẵn có, và (3) che giao diện răng/phục hình để che sự thay đổi màu giữa phục hình và răng.

source: Restored teeth require more assiduous plaque removal and maintenance than do healthy unrestored teeth, and, similarly, an FDP requires additional care and attention.
vi: Răng được phục hồi đòi hỏi siêng năng loại bỏ mảng bám và duy trì hơn răng khoẻ mạnh không có phục hồi, và tương tự, một FDP cần được chú ý chăm sóc nhiều hơn.

source: Risk factors initially discussed with the patient included uncertainty regarding the effect of the crown-to-root ratios on the long-term prognosis.
vi: Yếu tố nguy cơ ban đầu thảo luận với bệnh nhân gồm không chắc chắn về ảnh hưởng của tỉ lệ thân - chân răng lên tiên lượng lâu dài.

source: Root Caries
vi: Sâu chân răng

source: Root caries incidence increased con- siderably with age.20 In the caries examination from phase
vi: Tỉ lệ sâu chân răng tăng đáng kể theo tuổi. Trong kiểm tra sâu răng từ giai đoạn

source: Root concavities
vi: Chân răng cong

source: Root proximity
vi: Chân răng gần

source: Root resorption
vi: Tiêu ngót chân răng

source: S, Postoperative radiograpUhps.l oade d By AD Te am
vi: S, Phim X quang sau điều trị.

source: SC/RP is definitive therapy for most patients.
vi: SC/RP là điều trị cuối cùng cho hầu hết bệnh nhân.

source: STUDY QUESTIONS
vi: CÂU HỎI THẢO LUẬN

source: SUMMARY
vi: TÓM TẮT

source: Saliva plays an important role in caries development.
vi: Nước bọt đóng vai trò quan trọng trong sự phát triển sâu răng.

source: Scaling and root planing (SC/RP) remains the foun­ dation of periodontal treatment.12,20 During active therapy, it results in the greatest gain in attachment level of all possible therapeutic techniques, reasonable pocket depth reduction, decreased BOP, and an improvement in microbial composition.
vi: Cạo vôi và xử lý mặt chân răng vẫn còn là nền tảng của điều trị nha chu.12, 20 Trong hoạt động điều trị, kết quả là đạt được nhiều nhất mức bám dính của tất cả kỹ thuật điều trị có thể, giảm hợp lý túi sâu, giảm BOP, và cải thiện thành phần vi khuẩn.

source: Sectioning the prosthesis rather than attempting to remove it intact is often the best procedure (Fig. 31-27).
vi: Sectioning the prosthesis rather than attempting to remove it intact is often the best procedure (Hình 31-27).

source: Several researchers31,32 evaluated interprox­ imal decay in teenagers.
vi: Nhiều nhà nghiên cứu đánh giá sâu kẽ răng ở lứa tuổi vị thành niên.

source: Several treatment results are presented, including follow-up documentation as appropriate, in some cases over many years.
vi: Một số kết quả điều trị được trình bày, bao gồm hồ sơ theo dõi thích hợp, trong một số trường hợp hơn nhiều năm.

source: Short, conical roots
vi: Chân răng ngắn, hìn nón

source: Short, thick papillas maintained after implant placement Color change of restoration or implant: visible
vi: Gai nướu dày, ngắn duy trì sau khi đặt implant Sự đổi màu của phục hồi hoặc implant: nhìn thấy

source: Significant Reduction
vi: Giảm có ý nghĩa

source: Significantly less bone is removed if the roots are biologically shaped.
vi: Xương ít đáng kể được loại bỏ nếu chân răng được tạo hình sinh học.

source: Similarly, a pinledge was used on the left mandibular canine, a far more conservative option than a metal-ceramic restoration.
vi: Tương tự, một pinledge được dùng trên răng nanh hàm dưới trái, một chọn lựa bảo tônf hơn phục hình sứ - kim loại.

source: Similarly, accommodations can be made for future occlusal rests by intentionally increasing occlusal reduc- tion during tooth preparation and using metal occlusal surfaces.
vi: Tương tự, có thể làm chỗ cho ổ tựa mặt nhai trong tương lai bằng cách cố tình mài thêm mặt nhai trong khi sửa soạn răng và dùng mặt nhai bằng kim loại.

source: Similarly, chewing over an unprotected gingival flap increases the risk for exposure of the membrane and bone graft.
vi: Tương tự, nhai trên vạt nướu không được bảo vệ tăng nguy cơ lộ màng và xương ghép.

source: Site development for surgical
vi: Phát triển vùng để phẫu thuật

source: Slight (1-mm) buccal bone loss after extraction
vi: Tiêu xương nhẹ (1-mm) phía máu sau khi nhổ răng

source: Slight (2-mm) gingival recession after extraction
vi: Tụt nướu nhẹ (2-mm) sau khi nhổ răng

source: Small proximal contacts located near the incisal edge
vi: Tiếp điểm nhỏ nằm gần bờ cắn

source: Sometimes it is necessary to compromise further and place the margin 0.5 mm to 1.0 mm subgin­ givally.
vi: Thỉnh thoảng nó cần thiết thoả hiệp hơn nữa là đặt đường viền dưới nướu 0.5 mm đến 1.0 mm.

source: Sophisticated electronic testing to determine whether teeth have been fractured has also been reported.39
vi: Thử điện tinh tế để xác định xem răng gãy cũng được báo cáo.

source: Spe- cialized treatment is almost always necessary and usually includes controlling mobility of the abutment teeth, improv- ing support for removable appliances in the edentulous area, and creating a more favorable load distribution.
vi: Việc điều trị đặc biệt luôn luôn cần thiết và thường bao gồm kiểm soát sự lung lay của răng trụ, cải thiện nâng đỡ cho khí cụ tháo lắp trong vùng mất răng, và tạo ra phân phối tải lực phù hợp.

source: Spear and Clooney2 suggested
vi: Spear và Clooney cho rằng

source: Strong orthodontic forces are used, and a supracrestal fiberotomy (an intrasulcular incision to sepa­ rate the periodontal ligament from the root surface) is performed every week to prevent the bone and gingiva from following the tooth.
vi: Dùnglực chỉnh nha mạnh, và một supracrestal fiberotomy (một dụng cụ cắt trong khe nướu để tách rời dây chằng nha chu khỏi bề mặt răng) được làm mỗi tuần để ngăn ngừa xương và nướu trồi lên theo răng.

source: Subgingival irrigation with water is more effective than supragingival rinsing with chlorhexidine.
vi: Bơm rửa dưới nướu bằng nước hiệu quả hơn súc miệng trên nướu bằng chlorhexidine.

source: Subgingival margins are problematic and should be avoided when possible.52 Periodontally, a subgingival margin always results in a gingival inflammatory response.53 This inflammatory response ranges from a mild, subclinical inflammation to an overt inflammatory response with swelling, redness, tenderness, bleeding, and possibly bone loss.
vi: Đường viền dưới nướu gây rắc rối là nên được tránh khi có thể. Theo nha chu, một đường viền dưới nướu luôn luôn gây viêm nướu. Đáp ứng viêm từ nhẹ, vừa đến nặng với sưng, đỏ, đau, chảy máu và có thể tiêu xương.

source: Subgingival restorations
vi: Phục hồi dưới nướu

source: Such restorations are difficult to place.
vi: Vì vậy đặt phục hình vào rất khó.

source: Such teeth had a guarded prognosis and were prone to fracture, but no fractures had occurred.
vi: Các răng này có tiên lượng thận trọng là dễ bị gãy, nhưng không có vết nứt gãy nào xảy ra.

source: Supragingival and crestal margins are easier to prepare, impress, and finish to a smooth polished surface.
vi: Sửa soạn, lấy dấu, và đánh bóng bề mặt đường hoàn tất trên nướu hoặc ngang nướu thì dễ dàng.

source: Surgical cor­ rection of a BWV is more rapid.
vi: Phẫu thuật sửa chữa khoảng sinh học thì nhanh hơn.

source: Systemic and Environmental Factors
vi: Yếu tố toàn thân và môi trường

source: Systemic disease or condition
vi: Bệnh toàn thân hoặc tình trạng

source: TABLE 5-1 Caries Reduction
vi: TABLE 5-1 Giảm sâu răng

source: TABLE 5-2 Depths of Plaque Removal for Various Oral Hygiene Devices
vi: TABLE 5-2 Độ sâu loại bỏ mảng bám của dụng cụ vệ sinh răng miệng khác nhau

source: TABLE 5-3 Characteristics of Thin Versus Thick Biotype
vi: TABLE 5-3 Đặc điểm của dạng sinh học mỏng với dày

source: TREATMENT PRESENTATIONS
vi: TRÌNH BÀY CÁC ĐIỀU TRỊ

source: Teeth #18, #19, and #3 were treated endodontically; cast posts and cores were used.
vi: Răng #18, #19, và #3 được điều trị nội nha; và dùng chốt đúc.

source: Teeth requiring surgical crown lengthening must have all caries eliminated, and foundation restorations and interim crowns must be placed before surgery.
vi: Răng cần phải phẫu thuật làm dài thân răng phải loại bỏ sâu răng, và phục hồi cơ bản và mão răng tạm phải được gắn trước khi phẫu thuật.

source: Teeth that have been deemed to have a poor or hopeless prognosis can often serve as abutments to
vi: Răng đã được coi là tiên lượng kém hoặc vô vọng có thể làm abutment

source: Teeth with a poor or questionable prognosis can be maintained for many years.
vi: Răng có tiên lượng nghi ngờ hoặc kém có thể được duy trì trong nhiều năm.

source: Teeth with a questionable periodontal prognosis can often be maintained for a considerable time period.
vi: Răng có tiên lượng nghi ngờ có thể thường được duy trì trong một khoảng thời gian đáng kể.

source: Teeth with fixed restorations should be reviewed radiographically every few years.
vi: Răng có phục hình cố định nên được xem lại bằng phim X quang mỗi vài năm.

source: Text continued on p.
vi: Đọc tiếp ở trang.

source: The 14-year postoperative radiographs showed no signs of occlusal trauma.
vi: Phim X quang sau 14 năm điều trị không có dấu hiệu chấn thương khớp cắn.

source: The 5% of patients who exhibited addi­ tional periodontal destruction or new carious lesions continued their recall interval of every 2 to 3 months.
vi: 5% bệnh nhân có thêm sự phá huỷ nha chu hoặc tổn thương sâu răng tiếp tục tái khám mỗi 2 - 3 tháng.

source: The anterior abutment (right mandibular central incisor) is loose; the posterior abutments (both right mandibular premolars) are firmly cemented.
vi: Răng trụ phía trước (răng cửa giữa hàm dưới phải) bị lung lay; răng trụ phía sau (cả hai răng cối nhỏ hàm dưới phải) gắn xi măng vững chắc.

source: The anterior guidance component was starting to show some wear.
vi: Thành phần hướng dẫn phía trước bắt đầu bị mòn.

source: The balloon of tissue
vi: Mô hình bong bóng

source: The basal cells of the junctional epithelium begin to proliferate, and significant alterations are visible in the connective tissue fibroblasts.
vi: Các tế bào cơ bản của kết nối biểu mô bắt đầu tăng sinh, và thay thế có ý nghĩa được nhìn thấy trong nguyên bào sợi mô liên kết.

source: The base of the healthy sulcus is the most coronal portion of the attachment, and the restorative margin cannot encroach into this attachment.
vi: Đáy của khe nướu khoẻ mạnh là phần phía thân răng nhất của bám dính, và đường viền phục hồi không thể xâm phạm vào bám dính này.

source: The bone is removed through the sulcus with hand instruments, rotary instruments, or lasers to reestablish a healthy biologic width 3 mm below
vi: Xương được cắt qua rãnh nướu bằng dụng cụ tay, dụng cụ quay, hoặc laser để tái lập khoảng sinh học 3 mm phía dưới.

source: The bone marrow converts to fibrous connective tissue, with a significant loss of connective tissue attach­ ment to the root of the tooth.
vi: Tuỷ xương chuyển thành mô liên kết sợi, với mất có ý nghĩa của bám dính mô liên kết vào chân răng.

source: The changes recorded in periodontal health are compared to the reevaluation data.
vi: Các thay đổi được ghi lại trong sức khoẻ nha chu và được so sánh với các dữ liệu.

source: The clinician can change teeth #1 and #2 with restorative dentistry, with orthodontics, or with both.
vi: Bác sĩ có thể thay đổi răng #1 và #2 với nha khoa phục hồi hoặc chỉnh nha, hoặc cả hai.

source: The connective tissue continues to lose collagen content, and fibroblasts are further altered.
vi: Mô liên kết tiếp tục mất collagen, và nguyên bào sợi tiếp tục thay đổi.

source: The conservative access cavity was restored, and the favorable posi- tion in the arch results in favorable loading.
vi: Phục hồi xoang mở tuỷ bảo tồn, và vị trí thuận lợi trên cung hàm làm cho sự tải lực thuận lợi.

source: The criterion for the diagnosis of moderate to severe perio­ dontal disease was one site with attachment loss of 3 mm or more and pocket depth of 4 mm or more.
vi: Các tiêu chuẩn để chẩn đoán bệnh nha chu trung bình đến nặng là một vùng mất bám dính 3 mm hoặc nhiều hơn và độ sâu túi 4 mm hoặc nhiều hơn.

source: The crown remover delivers a controlled low-amplitude impact at its tip.
vi: Dụng cụ tháo mão cung cấp một lực nhẹ có kiểm soát vào đầu tác động.

source: The data were normalized to account for different specimen thicknesses used by the investiga- tors.
vi: Dữ liệu được chuẩn hoá để tính toán độ dày khác nhau của mẫu.

source: The deeper the sulcus is, the greater is the potential for gingival recession after any treatment.
vi: Khe nướu càng sâu, khả năng càng lớn tụt nướu sau điều trị.

source: The degree of inflammatory response is determined by many factors.
vi: Mức độ đáp ứng viêm được quyết định bởi nhiều yếu tố.

source: The dentist refines the prognosis after observing the response to initial periodontal therapy.
vi: Nha chu lọc tiên lượng sau khi quan sát đáp ứng điều trị nha chu ban đầu.

source: The dentist should ask about changes in diet,
vi: Nha sĩ nên hỏi về thay đổi trong chế độ ăn,

source: The dentist should check care- fully that the gingival sulcus is clear of any residual luting
vi: Nha sĩ nên kiểm tra cẩn thân khe nướu không để sót xi măng dư.

source: The dentist should look carefully for any signs of deterioration in oral hygiene and assess the general effectiveness of plaque control at every recall with an objective index (Fig. 31-7).
vi: Nha sĩ nên xem cẩn thận bất kỳ dấu hiệu của sự vệ sinh răng miệng kém và kiểm soát mảng bám hiệu quả chung tại mỗi lần tái khám với một chỉ số mục tiêu (Hình 31-7).

source: The device works well on partial fixed dental prostheses (FDPs) and is well tolerated by patients.
vi: Dụng cụ hoạt động tốt trên phục hình cố định và bệnh nhân thích ứng tốt.

source: The devices shown in Figure 31-25 are less reliable and can be quite intimidat- ing and uncomfortable for the patient.
vi: Khí cụ trong Hình 31-25 ít tin cậy hơn và có thể gây sợ hãi và khó chịu cho bệnh nhân.

source: The epithelium is beginning to proliferate into the rete ridges.
vi: Biểu mô đang bắt đầu tăng sinh vào rete ridges.

source: The excess gingiva and excess bone are surgi­ cally corrected to eliminate the BWV.69 An alternative approach is rapid orthodontic extrusion, in which the tooth is forced to erupt in the desired location over several weeks.
vi: Nướu dư và xương dư ra được cắt bỏ BWV. Một lựa chọn thay thế khác là chỉnh nha làm trồi răng nhanh, răng được lực kéo làm trồi răng đến vị trí mong muốn trong vài tuần.

source: The explorer must be used very carefully when early enamel lesions are assessed because a heavy-handed examination may damage the fragile demineralized enamel matrix.
vi: Dùng thám trâm phải cẩn thận khi có tổn thương men răng mới chớm bởi vì một lực thăm khám mạnh có thể làm hỏng khuôn men bị khử khoáng.

source: The extensive prosthesis is segmented with intracoronal rests.
vi: Phục hình mở rộng được phân chia bằng ổ tựa trên thân răng.

source: The extent to which the lesion progresses before it is treated determines the amount of bone and connective tissue attachment loss that occurs.
vi: Mức độ tổn thương tiến triển trước khi điều trị xác định bởi mất xương và bám dính mô liên kết.

source: The extraction of a tooth entails removal of the contact point and half the interproximal embrasure; as a conse­ quence, the papilla is not compressed but flattens out, and esthetics are compromised.
vi: Nhổ răng đòi hỏi phải loại bỏ điểm tiếp xúc và một nửa khoang kẽ răng; như một biến chứng, gai nướu không được nén mà phẳng ra, và thẩm mỹ bị tổn hại.

source: The factors under a dentist’s control include the extent to which the preparation margin is placed farther apically, the quality of the marginal fit, and the smoothness of the subgingi­ vally placed restorative material.54
vi: Các yếu tố dưới sự kiểm soát của nha sĩ gồm mở rộng đường viền sửa soạn được đặt về phía chóp, sự khít sát của đường viền, và độ mịn của vật liệu phục hồi dưới nướu.

source: The farther the margin is from the gingiva, the easier the access for plaque removal, and the healthier the gingival tissue, will be.
vi: Đường viền càng xa nướu, càng dễ dàng loại bỏ mảng bám, và mô nướu khoẻ hơn.

source: The final result is that the papilla has been forced into a smaller defined shape, which creates a taller, more pointed papilla.
vi: Kết quả sau cùng là gai nướu bị ép thành dạng nhỏ hơn, cao hơn.

source: The fixed provisional restoration protects the surgical site during healing after the bony augmen- tation procedure.
vi: Phục hình cố định tạm bảo vệ vùng phẫu thuật lành thương sau thủ thuật ghép xương.

source: The gingiva is displaced with an instrument (D), and the crown is carefully sectioned to the gingival margin (E).
vi: Nướu được tách ra bằng dụng cụ (D), và mão răng được cắt cẩn thận ở đường viền nướu (E).
